/**
 * Created by DELL on 2017/10/29.
 */
export const questionnaireTable={

};



export const questionnaireTop=[
  {
    content:'通过什么途径知道爱情解码的',
    answers:['微信','微博','今日头条','微信公众号','其他_________']
  },
  {
    content:'目前的情感状态',
    answers:['单身','有伴侣','失恋','暗恋','结婚','离婚']
  },
  {
    content:'是什么原因促使您找到我们',
    answers:['曾经是屌丝，要获得情感自由','有恋爱方面遇到难题','想要提升与女人的交际能力','看到别人报名了不能落下','其他_________']
  }
];

export const exercises=[
  {
    content:'刚加了一个妹子，当你问她晚上有什么安排吗？她说暂时还没。那你应该怎么说',
    answers:['那请我吃饭吧。','真的没有?','那我们一起约个会呗。','刚加的好友还不熟，再继续聊聊不邀约。']
  },
  {
    content:'你认识了女孩，当你想进一步时，女孩告诉你：我有男朋友了。你应该',
    answers:['放弃,既然她有男朋友了,就算了','放心吧，我不会和你抢男朋友的','无视，继续邀约','惋惜，独自抽烟喝酒']
  },
  {
    content:'你搭讪了一个女孩，她说：“我渴了，不如请我喝一杯吧。”你该怎么回应',
    answers:['没问题。你想喝什么呢？','我不是慈善机构，我从来不请女孩子喝酒','ok，那为什么我该请你喝一杯？','我们还不熟，不如你请我吧']
  },
  {
    content:'你和女孩深入感情的时候,女孩反问你,说:"你常常这样追女孩子的？",你怎么回答',
    answers:['没错,你是第108个了','你喜欢我这样泡你吗？','没有啊,我才不喜欢你呢','并不是，你喜欢我吗？']
  },
  {
    content:'与女人发展到亲密阶段,女孩常不时给你机会,很多人都在这错失机会后悔不已。你觉得你哪句性暗示最强',
    answers:['你累了吗，休息一下吧','你长得很像我的旧情人','不想进来喝点什么吗','我现在一个人住']
  },
  {
    content:'你喜欢的女生有了男朋友，今天她和男朋友吵架了，来和你倾诉，你应该怎么办',
    answers:['安慰她，告诉她那个男人并不是不爱他，可能有他自己的理由','逗她笑，说段子给她听','帮她分析原因，和她一起骂那个渣男，同仇敌忾','无视她，不做情感垃圾桶']
  },
];
