/**
 * Created by DELL on 2017/10/29.
 */
export const questionnaireTable={

};



export const questionnaireTop=[
  {
    content:'通过什么途径知道爱情解码的',
    answers:['微信','微博','今日头条','微信公众号','其他_________']
  },
  {
    content:'目前的情感状态',
    answers:['单身','有伴侣','失恋','暗恋','结婚','离婚']
  },
  {
    content:'是什么原因促使您找到我们',
    answers:['曾经是屌丝，要获得情感自由','有恋爱方面遇到难题','想要提升与女人的交际能力','看到别人报名了不能落下','其他_________']
  }
];

export const exercises=[
  {
    content:'刚加了一个妹子，当你问她晚上有什么安排吗？她说暂时还没。那你应该怎么说',
    answers:['那请我吃饭吧。','真的没有?','那我们一起约个会呗。','刚加的好友还不熟，再继续聊聊不邀约。']
  },
  {
    content:'你认识了女孩，当你想进一步时，女孩告诉你：我有男朋友了。你应该',
    answers:['放弃,既然她有男朋友了,就算了','放心吧，我不会和你抢男朋友的','无视，继续邀约','惋惜，独自抽烟喝酒']
  },
  {
    content:'你搭讪了一个女孩，她说：“我渴了，不如请我喝一杯吧。”你该怎么回应',
    answers:['没问题。你想喝什么呢？','我不是慈善机构，我从来不请女孩子喝酒','ok，那为什么我该请你喝一杯？','我们还不熟，不如你请我吧']
  },
  {
    content:'你和女孩深入感情的时候,女孩反问你,说:"你常常这样追女孩子的？",你怎么回答',
    answers:['没错,你是第108个了','你喜欢我这样泡你吗？','没有啊,我才不喜欢你呢','并不是，你喜欢我吗？']
  },
  {
    content:'与女人发展到亲密阶段,女孩常不时给你机会,很多人都在这错失机会后悔不已。你觉得你哪句性暗示最强',
    answers:['你累了吗，休息一下吧','你长得很像我的旧情人','不想进来喝点什么吗','我现在一个人住']
  },
  {
    content:'你喜欢的女生有了男朋友，今天她和男朋友吵架了，来和你倾诉，你应该怎么办',
    answers:['安慰她，告诉她那个男人并不是不爱他，可能有他自己的理由','逗她笑，说段子给她听','帮她分析原因，和她一起骂那个渣男，同仇敌忾','无视她，不做情感垃圾桶']
  },
  {
    content:'在她把她的闺蜜介绍给你认识之后，她私下问："你觉得我这朋友漂亮不？',
    answers:['挺漂亮的。','不怎么样，比你差远了。','放心好了,我的心还在你这里','我都没怎么注意她。']
  },
  {
    content:'你的女性朋友总是为一些小事唠唠叨叨，让你觉得很烦，你应该',
    answers:['训斥她，然后再哄她','无视，该干嘛干嘛','顺从她','和她讲道理，分析这件事情的对错']
  },
  {
    content:'你们进行了几次约会,一天晚上,女孩给你发个沉重的短信:你不了解我。你短信回复',
    answers:['对不起,怪我一直没有很好的去了解你....','你就那么想我了解你吗？','其实你也不了解我','你还不是我女朋友']
  },
  {
    content:'明天就要跟网上认识的妹子见面了，本来已经约好了时间，她突然说要带个闺蜜，你应该',
    answers:['告诉她你也带个兄弟一起。','不告诉她，你擅自带个兄弟一起','接受，赴约','不去，下次约','告诉她如果不放心可以约公安局见面，幽默化解。','告诉她只想和她一个人约会。']
  },
  {
    content:'在跟妹子互动中,妹子已经对你表现了不少兴趣,下一步你应该怎么做',
    answers:['筛选她,适当表达你也对她有一些兴趣','直接邀约','继续深入聊天','不着急，别暴露需求感，继续DHV吸引']
  },
  {
    content:'四个人去搭讪，不同的开场白，你觉得谁最老练',
    answers:['我感觉咱们挺有缘的。','我感觉你气质不错','我脑袋一热就跑过来了。','其实周围有很多男人都在偷偷看你，我只不过比他们脸皮厚一点。']
  },
  {
    content:'你们认识不久,女孩说:"你这么会说话，肯定有很多女朋友。", 你回答',
    answers:['没错,你想做我女朋友记得排队（幽默）','如果我有女朋友还在这里和你说话啊?（暗示她）','没有啊,你想错了（解释）','你也有不少男朋友吧（问她）']
  },
  {
    content:'你们在游泳池游泳,忽然,女朋友问了你一个经典的为难人的问题',
    answers:['你傻逼吗？','一块儿救。','别想了,我游泳都是我妈教的.','亲爱的，别难为我，这种情况不会发生的。']
  },
  {
    content:'吃饭时，你喜欢的女生问你想吃什么？你应该',
    answers:['告诉我你有什么不吃的','不如你挑吧','我想吃寿司','我想吃你']
  },
  {
    content:'你和妹子约好一起吃饭,你在餐厅等了半小时，她才急匆匆的赶到，连说“对不起，不好意思”，你应该',
    answers:['其实我也是刚到,没关系','这次你来买单.','下次再来这么晚，我就拉隔壁桌美女一起吃了。','为什么你老是迟到?']
  },
  {
    content:'你和她刚认识半小时，她跟你说：“我只喜欢高成熟的男生。',
    answers:['其实我虽然不算成熟，但我觉得我也不算太小孩子气。上一次，我……（然后说一个你如何优秀的故事去证明你并不矮或者小孩子气）','反了吧，你比我还幼稚','我看你就像我那个4岁的表妹。非常可爱，但总是喜欢引人注意。下次我给你买一个那种带小风扇的帽子，那一定非常适合你！','无视，不回复。']
  },
  {
    content:'你一不小心,踩到了一个陌生妹子的脚，她很痛，你说',
    answers:['对不起,不小心踩到你了','刚才我不是故意的','不好意思，踩到你了.你也踩我一下吧','不好意思,追尾了,要不要叫交警?']
  },
  {
    content:'妹子说:你是不是觉得我是那种很随便的女人？',
    answers:['我觉得你不是随便的女人，尽管你在我面前随便的不像人。','没有啊,我不觉得你随便。','没有，怎么了？','哈哈哈，我也很随便的，没关系。']
  }
];
//,
//{
//  content:'小调查',
//    answers:['你平时一次约会愿意花多少钱？','你平时衣服价位是多少？','如果女生让你开车去接她，你开什么车去接她？','你有没有开始健身？是健身卡还是私人教练？','你觉得你的性格是？']
//}
